{
  "Home": {
    "Contact":"Call: +61-423-900464 or Mail to: kailstefanatos@gmail.com",
    "Intro": "Renowned Roof Restorations by Kail Stefanatos is a small independent Perth based business focused on restoring roofs to their full potential. While giving friendly, prompt, and punctual customer service, we will find the solution to any problem your roof may have. We deliver the highest quality work at the best possible prices guaranteed."
  },
  "Services": {
    "Cleaning": "Elevate the longevity and aesthetic appeal of your property with our professional roof cleaning service. Our specialized approach involves the use of high-pressure washers to comprehensively cleanse your roof, restoring it to its pristine condition. Due to the extreme toxicity of fungicidal treatments, we do not engage in any open air spraying. Effective separate fungicides are harmful to surrounding vegetation because of misting & run-off into guttering & consequently into soak wells & gardens. Treatments, such as copper sulphate, which is one of the best fungicidal washes, will also cause extensive rust in gutters & downpipes. With no chemicals being used in our procedures, the completed roof would be suitable for rainwater collection if required.",
    "Re-bed/Re-point": "Rebedding and pointing service to address cracks and mortar issues on tiled roofs. Pointing is a strong acrylic adhesive solution. Rebedding involves removing old cement mortar and replacing it with a new batch, ensuring longevity and structural integrity.",
    "Valley Replacement": "Roof valleys are a common cause of a leaking roof. We replace old and rusted valley irons with new, strong, and durable ones ensuring decades of security and protection. They are available in any length, and we can customize the angles to fit your roof.",
    "Maintenance": "Roof tiles are directly exposed to Perth's harsh weather conditions. Our leak detection experts will source and seal any leaks and damages, leaving your home once again secure and impregnable.",
    "Full Restorations": "Full restoration is a combination of all the other services, bringing your roof back to its full potential regarding both performance and aesthetics. It is also a great alternative to a full re-roof as it is a fraction of the cost and often is all that is necessary to get your roof looking and operating to its highest capacity."
  },
  "About": "",
  "Contact": ""
}